["Spec No.: JEFL243C_9124D-01 P1/11 \nMURATA MFG CO., LTD CHIP COMMON MODE CHOKE COIL for Auto motive powertrain/safety equipment \n DLW32MH □□□ XK2□ Murata Standard Reference Specification [AEC-Q200] \n1. Scope \nThis reference specification applies to chip common mo de choke coil DLW32MHH_XK series based on AEC-Q200. \n1.1 Specific applications: \n• Automotive powertrain/safety equipment: Products that can be  used for automotive equipment related to running, turning, \nstopping, safety devices, etc., or equip ment whose structure, equipment, and per formance are legally required to meet \ntechnical standards for safety assurance or environmental protection. \n• Automotive infotainment/comfort equipment: Products that can be used for automotive equipment such as car navigation \nsystems and car audio systems that do not directly relate to  human life and whose structure, equipment, and performance \nare not specifically required by law to meet technical st andards for safety assurance or environmental protection. \n• Medical equipment (GHTF Class C) *Except for implant/surge ry/auto injector: Products that can be used for medical \nequipment of Class C of the international  classification class GHTF and whose ma lfunction is considered to pose a \nrelatively high risk to the human body. \n• Medical equipment (GHTF Class A and B): Products that can be used for medical equipment regulated by Class A and \nClass B of the international clas sification class GHTF and whose functions do no t directly relate to the protection of human \nlife and property. \n1.2 Unsuitable application:  \nApplications listed in “Limit ation of applications” in this reference specification. \n \n2. Part Numbering \n(Ex.) \nDL W 32  M H 101 X K 2 L  \nProduct \nID Type  Dimension \n(L × W)  Feature Feature \n(H: for automotive \nelectronics) Inductance Circuit Feature Number \nof line  Packaging \nL: taping \n*B: bulk \n*B: Bulk packing is also available (products seal ed with carrier tape are put into plastic bags). \n3. Part Number and Rating \nOperating temperature range  -40°C to +125°C  \nStorage temperature range  -40°C to +125°C  \n \nCustomer \nPart number Mur", "products seal ed with carrier tape are put into plastic bags). \n3. Part Number and Rating \nOperating temperature range  -40°C to +125°C  \nStorage temperature range  -40°C to +125°C  \n \nCustomer \nPart number Murata \nPart number Common mode \ninductance \n(μH) \nat 0.1 MHz Rated \nvoltage \n(VDC) Withstanding \nvoltage \n(VDC) Rated \ncurrent \n(mA) DC \nresistance \n(Ω) Insulation \nresistance \n(MΩ min.) ESD rank*1 \n DLW32MH101XK2L 100 (-30%/+50%) 50 125 100 2.8±20% 10 5B \n DLW32MH201XK2L 200 (-20%/+50%) 50 125 70 4.0±20% 10 5B \n*1 ESD rank 5B: 12000 V (AD) to  < 16000 V (AD) \n4. Testing Conditions \nUnless otherwise specified Temperature: ordinary temperature (15°C to 35°C) \nHumidity: ordinary humidity [25% to 85% (RH)] \nIn case of doubt Temperature: 20°C±2°C \nHumidity: 60% to 70% (RH) \nAtmospheric pressure: 86 kPa to 106 kPa \n  \nSpec No.: JEFL243C_9124D-01 P2/11 \nMURATA MFG CO., LTD 5. Appearance a nd Dimensions \n ■Equivalent circuit (Note1) \n \n \nUnit mass (typical value): 0.072 g \n6. Marking \nNo marking. \n7. Electrical Performance \nNo. Item Specification Test method \n7.1 Common mode \ninductance Meet chapter 3 ratings. Measuring equipment: Keysight 4294A or the \nequivalent \nMeasuring frequency: 0.1 MHz \nMeasuring method: see \"Measuring method\" in the \nAppendix. \n7.2 Withstanding \nvoltage Products shall not be damaged. Test voltage: 2.5 times for rated voltage \nTime: 1 s to 5 s Charge current: 1 mA max. \nMeasuring method: see \"Measuring method\" in the Appendix. \n7.3 DC resistance Meet", " voltage: 2.5 times for rated voltage \nTime: 1 s to 5 s Charge current: 1 mA max. \nMeasuring method: see \"Measuring method\" in the Appendix. \n7.3 DC resistance Meet chapter 3 ratings. Measuring current: 10 mA max. \n(In case of doubt in the above mentioned standard condition, measure by the 4-terminal method.) Measuring method: see \"Measuring method\" in the \nAppendix. \n7.4 Insulation \nresistance Meet chapter 3 ratings. Measuring voltage: rated voltage \nMeasuring time: 60 s max. \nMeasuring method: see \"Measuring method\" in the Appendix. \n\nSpec No.: JEFL243C_9124D-01 P3/11 \nMURATA MFG CO., LTD 8. AEC-Q200 Requirement \n8.1 Performance [(based on table 13 for ferrite EMI suppressors/filters)  \nAEC-Q200 Rev. D issued June 1, 2010] \nAEC-Q200 Murata specification/deviation No. Stress Test method \n3 High \ntemperature \nexposure 1000 h at 125°C \nSet for 24 h at room temperature, then \nmeasured. Meet table A after testing. \nTable A \nAppearance No damage \nCommon mode inductance change  \n(at 0.1 MHz) Within ±20% \n \n4 Temperature \ncycling 1000 cycles \n-40°C to +125°C \nSet for 24 h at room temperature, then \nmeasured. Meet table A after testing. \n5 Destructive \nphysical \nanalysis Per EIA469 \nNo electrical tests Not applicable \n7 Biased humidity 1000 h at 85°C, 85% (RH). \nApply rated current. Meet table A after testing. \nSee \"Measuring method\" in the Appendix. \n8 Operational life 1000 h at 125°C \nApply rated current. \nSet for 24 h at room temperature, then \nmeasured. Meet table A after testing. \nSee \"Measuring method\" in the Appendix. \n9 External visual Visual inspection No abnormalities \n10 Physical \ndimension Meet chapter 5, \"Appearance and \nDimensions\". No defects \n12 Resistance to \nsolvents Per MIL-STD-202 \nMethod 215 Not applicable \n13 Mechanical \nshock Per MIL-", " Visual inspection No abnormalities \n10 Physical \ndimension Meet chapter 5, \"Appearance and \nDimensions\". No defects \n12 Resistance to \nsolvents Per MIL-STD-202 \nMethod 215 Not applicable \n13 Mechanical \nshock Per MIL-STD-202 \nMethod 213 Condition F: \n1500 g’s (14.7 N), 0.5 ms, half sine Meet table A after testing. \n14 Vibration 5 g's (0.049 N) for 20 min, 12 cycles \neach of 3 orientations \nTest from 10 Hz to 2000 Hz Meet table A after testing. \n15 Resistance to \nsoldering heat No-heating \nSolder temperature \n260°C±5°C Immersion time 10 s Pre-heating: 150°C to 180°C, 90 s±30 s \nMeet table A after testing. \n17 ESD Per AEC-Q200-002 ESD rank: Refer to chapter 3 ratings. \nMeet table A after testing. \n18 Solderbility Per J-STD-002 Method b: not applicable \n90% of the terminations is to be soldered (except partly-\nexposed wire). \nFlux: ethanol solution of rosin, 25(wt)% includes activator \nequivalent to 0.06(wt)% to 0.10(wt)% chlorine \n19 Electrical \ncharacterization Measured: common mode inductance No defects \n20 Flammability Per UL-94 Not applicable \n21 Board flex Epoxy-PCB (1.6 mm) \nDeflection 2 mm (min.) \n60 s minimum holding time Meet table A after testing. \n22 Terminal \nstrength Per AEC-Q200-006 \nA force of 17.7 N for 60 s No defects \n30 Electrical \ntransient conduction Per ISO-7637-2 Not applicable \nSpec No.: JEFL243C_9124D-01 P4/11 \nMURATA MFG CO., LTD 9. Specification of Packaging \n9.1 Appearance and dimensions of tape (12 mm width/plastic tape)  \n A (2.9) \nB (3.6) \nt 2.65±0.1 \nt' (0.3) \n(in mm) \n* The dimensions of the cavity are measured at its bottom.  \n9.2 Taping", "9) \nB (3.6) \nt 2.65±0.1 \nt' (0.3) \n(in mm) \n* The dimensions of the cavity are measured at its bottom.  \n9.2 Taping specifications \nPacking quantity \n(Standard quantity) 1500 pcs/reel \nPacking method The products are placed in cavities of a carr ier tape and sealed by a cover tape (top tape and bottom \ntape when the cavities of the carrier tape are punched type). \nFeed hole position The feed holes on the carrier tape are on  the right side when the cover tape (top tape when the \ncavities of the carrier tape are punched type) is pulled toward the user. \nJoint The carrier tape and cover tape (top tape when the cavities of the carrier tape are punched type) are \nseamless. \nNumber of missing products Number of missing products within 0.025% of th e number per reel or 1 pc., whichever is greater, and \nare not continuous. The specified quantity per reel is kept. \n9.3 Break down force of tape \nCover tape (or top tape)  5 N min.  \nBottom tape (only when the cavities of the carrier tape are punched type)  5 N min.  \n9.4 Peeling off force of tape \nSpeed of peeling off 300 mm/min \nPeeling off force 0.2 N to 0.7 N (The lower limit is for typical value.) \n \n9.5 Dimensions of leader section, trailer section and reel  \nA vacant section is provided in the leader (start) section an d trailer (end) section of the tape for the product. The leader \nsection is further provided with an area consisting only of  the cover tape (or top tape). (See the diagram below.) \n \n\nSpec No.: JEFL243C_9124D-01 P5/11 \nMURATA MFG CO., LTD 9.6 Marking for reel \nCustomer part number, Murata part number, inspecti on number (*1), RoHS marking (*2), quantity, etc. \n*1 Expression of inspection No.:  \n□□ ○○○○    \n(1)  (2)  (3)  \n (1) Factory code \n(2) Date \nFirst", " Expression of inspection No.:  \n□□ ○○○○    \n(1)  (2)  (3)  \n (1) Factory code \n(2) Date \nFirst digit: year/l ast digit of year \nSecond digit: month/Jan. to Sep. →1 to 9, Oct. to Dec. →O, N, D \nThird, Fourth digit: day \n(3) Serial No. \n*2 Expression of RoHS marking: \nROHS- Y ( ) \n (1) (2)  \n (1) RoHS regulation conformity \n(2) Murata classification number \n9.7 Marking on outer box (corrugated box) \nCustomer name, purchasing order number, customer part number, Murata part num ber, RoHS marking (*2), quantity, etc. \n9.8 Specification of outer box \n Dimensions of outer box \n(mm) Standard reel quantity \nin outer box (reel) W D H \n186 186 93 4 \n* Above outer box size is typical. It depends on a \nquantity of an order. \n \n10. \n Caution \n10.1 Limitation of applications \nThe products listed in the reference specification (hereinafter the product(s) is called as the “Product(s)”) are designed and \nmanufactured for applications specified in the reference spec ification (hereinafter called as the “Specific Application”). \nWe shall not warrant anything in connection with the Product s including fitness, performance, adequateness, safety, or \nquality, in the case of applications listed in from (1) to (11)  written at the end of this precautions, which may generally req uire \nhigh performance, function, quality, management of producti on or safety. Therefore, the Product shall be applied in \ncompliance with the specific application. \nWE DISCLAIM ANY LOSS AND DAMAGES ARISING FROM OR IN CONNECTION WITH THE PRODUCTS INCLUDING \nBUT NOT LIMITED TO THE CASE SUCH LOSS AND DAMAGES CAUSED BY THE UNEXPECTED ACCIDENT, IN EVENT \nTHAT (i) THE PRODUCT IS APPLIED FOR THE PURPOSE WHICH IS NOT SPECIFIED AS THE SPECIFIC APPLICATION \nFOR THE PRODUCT, AND/OR (ii) THE PRODUCT IS APPLIED FOR ANY FOLLOWING APPLICATION PURPOSES \nFROM (1) TO (11) (EXCEPT THAT SUCH APPLICATION PURPOSE IS UNAMBIG", " NOT SPECIFIED AS THE SPECIFIC APPLICATION \nFOR THE PRODUCT, AND/OR (ii) THE PRODUCT IS APPLIED FOR ANY FOLLOWING APPLICATION PURPOSES \nFROM (1) TO (11) (EXCEPT THAT SUCH APPLICATION PURPOSE IS UNAMBIGUOUSLY SPECIFIED AS SPECIFIC \nAPPLICATION FOR THE PRODUCT IN OUR CATALOG SPECIFICATION FORMS, DATASHEETS, OR OTHER \nDOCUMENTS OFFICIALLY ISSUED BY US*). \n(1) Aircraft equipment \n(2) Aerospace equipment (3) Undersea equipment \n(4) Power plant control equipment \n(5) Medical equipment (6) Transportation equipment (7) Traffic control equipment \n(8) Disaster prevention/security equipment \n(9) Industrial data-processing equipment \n(10) Combustion/explosion control equipment \n(11) Equipment with complexity and/or required reliability equivalent to the applications listed in the above. \nFor exploring information of the Products which will be compatib le with the particular purpose other than those specified in \nthe reference specification, please contact our sales offices, distribution agents, or trading companies with which you make a \ndeal, or via our web contact form. \nContact form: https://www.murata.com/contactform \n* We may design and manufacture particular Products for applicati ons listed in (1) to (11). Provided that, in such case we \nshall unambiguously specify such Specific Application in the reference specificati on without any excepti on. Therefore, any \nother documents and/or performances, whether exist or non-ex ist, shall not be deemed as the evidence to imply that we \naccept the applications listed in (1) to (11). \n   \nWDLabel\nH\nSpec No.: JEFL243C_9124D-01 P6/11 \nMURATA MFG CO., LTD  \n10.2 Precautions on rating \nAvoid using in exceeded the rated temperatur e range, rated voltage,  or rated current. \nUsage when the ratings are exceeded could lead to wi re breakage, burning, or other serious fault. \n10.3 Inrush current \nIf an inrush current (or pulse current or rush current) that si gnificantly exceeds the rated current is applied to the product,  \noverheating could occur, resulting in wire breakage, burning, or other serious fault. \n10.4 Fail-safe \nBe sure to provide an appropriate fail- safe function on your product to", " the rated current is applied to the product,  \noverheating could occur, resulting in wire breakage, burning, or other serious fault. \n10.4 Fail-safe \nBe sure to provide an appropriate fail- safe function on your product to prevent a second damage that may be caused by the \nabnormal function or t he failure of our product. \n10.5 Mounting direction \nMount the products in the correct direction. Mounting in a direct ion that is rotated 90° from t he correct direction could resul t \nin an open or short circuit, and in some cases, burning or other serious accident could also occur. \n \n10.6 Corrosive gas \nPlease refrain from use since contact with  environments with corrosive gases (sulfu r gas [hydrogen sulfide, sulfur dioxide, \netc.], chlorine, ammonia, etc.) or oils (cutting oil, silicone oi l, etc.) that have come into contact with the previously state d \ncorrosive gas environment will result in deterioration of product quality or an open from deterioration du e to corrosion of \nproduct electrode, etc. We will not bear any  responsibility for use under these environments. \n11. Precautions for Use \nThis product is for use only with reflow soldering. It is des igned to be mounted by soldering. If you want to use other \nmounting method, for example, using a conductive adhesive, please consult us beforehand. \nAlso, if repeatedly subjected to temperature cycles or other ther mal stress, due to the difference in the coefficient of therma l \nexpansion with the mounting substrat e, the solder (solder fillet part ) in the mounting part may crack. \nThe occurrence of cracks due to thermal stress is affected by  the size of the land where mounted, the solder volume, and \nthe heat dissipation of the mounting substrate. Carefully design it when a large change in ambi ent temperature is assumed. \n11.1 Land dimensions  \nThe following diagram shows the recommended land dimensions for reflow soldering: \n(Do not use gilded pattern. A copper wire ma y cause open by dissolution of metallization.) \n a 2.0 *1 \nb 4.1  \nc 0.4 *2 \nd 1.6  \n(in mm) \n*1 If the pattern is made wider than the specified dimensions, the strength of bending will be", " 2.0 *1 \nb 4.1  \nc 0.4 *2 \nd 1.6  \n(in mm) \n*1 If the pattern is made wider than the specified dimensions, the strength of bending will be reduced. Also, if the pattern is  \nmade smaller than the specified dim ensions, a short circuit may occur. \n*2 If the pattern is made smaller than the specified dimensions , a short circuit may occur due to the spread of soldering \npaste or mount placing accuracy. \n\nSpec No.: JEFL243C_9124D-01 P7/11 \nMURATA MFG CO., LTD 11.2 Flux and solder used \nFlux • Use a rosin-based flux that includes an activa tor with a chlorine conversion value of 0.06(wt)% to \n0.1(wt)%. \n• Do not use a highly acidic flux with a halide c ontent exceeding 0.2(wt)% (chlorine conversion value). \n• Do not use a water-soluble flux. \nSolder • Use Sn-3.0Ag-0.5Cu solder. \n• Standard thickness of solder paste: 150 μm \nIf you want to use a flux other than the above, please consult our technical department. \n11.3 Soldering conditions (reflow) \n• Pre-heating should be in such a way that the temperature difference between solder and product surface is limited to \n150°C max. \nCooling into solvent after soldering also should be in such a way that the temperature difference is limited to 100°C max. \nInsufficient pre-heating may cause cracks on the produc t, resulting in the deteriora tion of product quality. \n• Standard soldering profile and the li mit soldering profile is as follows. \nThe excessive limit soldering conditions may cause leaching of  the electrode and/or resulting in the deterioration of \nproduct quality. \n \n Standard profile Limit profile \nPre-heating 150°C to 180°C/90 s±30 s 150°C to 180°C/90 s±30 s \nHeating Above 220°C/30 s to 60 s Above 240°C/30 s max. \nPeak temperature 245°C±3°C 260°C/10 s \nNumber of reflow cycles 2 times 2 times \n11.4 Reworking with solder", " s to 60 s Above 240°C/30 s max. \nPeak temperature 245°C±3°C 260°C/10 s \nNumber of reflow cycles 2 times 2 times \n11.4 Reworking with soldering iron \nThe following requirements must be met to rework  a soldered product using a soldering iron. \nItem Requirement \nPre-heating 150°C/approx. 1 min \nTip temperature of soldering iron 350°C max. \nPower consumption of so ldering iron 30 W max. \nTip diameter of soldering iron ø3 mm max. \nSoldering time 3 s (+1 s, -0 s) \nNumber of reworking operations 2 times max. \n* Avoid a direct contact of the tip of the soldering iron with the product. Such a \ndirection contact may cause cracks in the ceramic body due to thermal shock. \n  \n\nSpec No.: JEFL243C_9124D-01 P8/11 \nMURATA MFG CO., LTD 11.5 Solder  volume \nSolder shall be used not to increase the volume too much. \n \nAn increased solder volume increases mechanical stress on the product. Exceeding solder volume may cause the failure of \nmechanical or electrical performance. \nIf the solder volume is large, it is re commended to apply a solder print pattern that  is smaller than the land pattern size. \n* Solder fillet \nSolder fillet in lateral direction is not formed in some case  because of product's structure, but it is not something that \naffects product's performance and reliability. \n11.6 Product's location \nThe following shall be considered when designing and laying out PCBs. (1) PCB shall be designed so that pr oducts are not subject to mechanical stress due to warping the board. \n[Products direction] \nProducts shall be located in the sideways direction (length: a < b) to the mechanical stress. \n \n(2) Components location on PCB separation \nIt is effective to implement the following measur es, to reduce stress in separating the board. \nIt is best to implement all of the following three measures; however, implement as many m easures as possible to reduce \nstress. \nContents of measures  Stress level  \n(1) Turn the mounting direction of the component parallel to the \nboard separation surface.  A > D", " the following three measures; however, implement as many m easures as possible to reduce \nstress. \nContents of measures  Stress level  \n(1) Turn the mounting direction of the component parallel to the \nboard separation surface.  A > D*1 \n(2) Add slits in the board separation part.  A > B \n(3) Keep the mounting position of  the component away from the \nboard separation surface.  A > C \n*1 A > D is valid when stress is added vertically  to the perforation as with hand separation. \nIf a cutting disc is used, stress will be diagonal  to the PCB, therefore A > D is invalid. \n \n  \n \n〈Poor example 〉 〈Good example 〉ba\n\nSpec No.: JEFL243C_9124D-01 P9/11 \nMURATA MFG CO., LTD (3) Mounting components near screw holes \nWhen a component is mounted near a screw hole, it may be affected by the board deflection that occurs during the \ntightening of the screw. \nMount the component in a position as far away from the screw holes as possible. \n \n11.7 Handling of substrate \nAfter mounting products on a substrate, do not apply any stress to the product caused by bending or twisting to the substrate \nwhen cropping the substrate, inserting and removing a connector from the substrate or tighteni ng screw to the substrate. \nExcessive mechanical stress may cause cracking in the product. \n  \nBending Twisting \n11.8 Cleaning \nUse this product without cleaning. Cleaning may cause adhesives to come off and deterioration of product characteristics. \n11.9 Storage and transportation \nStorage period Use the product within 12 months after delivery. \nIf you do not use the product for more than 12  months, check solderability before using it. \nStorage conditions • The products shall be stored in a room not subject to rapid changes in temperature and \nhumidity. The recommended temperature range is -10°C to +40°C. The recommended relative \nhumidity range is 15% to 85%. \nKeeping the product in corrosive gases, such as sulfur, chlorine gas or acid may cause the \npoor solderability. \n• Do not place the products directly  on the floor; they should be placed on a palette so that they \nare not affected by humidity or dust. \n• Avoid keeping the products in a", " acid may cause the \npoor solderability. \n• Do not place the products directly  on the floor; they should be placed on a palette so that they \nare not affected by humidity or dust. \n• Avoid keeping the products in a place expo sed to direct sunlight, heat or vibration. \n• Do not keep products in bulk packaging. Bulk storage could result in collisions between the \nproducts or between the products and other parts, resulting in chipping or wire breakage. \n• Avoid storing the product by itself bare (i.e. exposed directly to air). \nTransportation Excessive vibration and impact reduces the reliability of the products. Exercise caution when \nhandling the products. \n11.10 Resin coating (including moisture-proof coating) \nWhen the product is coated/molded with resi n, its electrical characteristics may change. \nA wire breakage issue may occur by mechanical stress caus ed by the resin, amount/cured shape of resin, or operating \ncondition etc. Some resins contain impurities or hydrolyzable chlorine, whic h could result in corrosion of the conducting materials, leading \nto wire breakage. \nSo, please pay your careful attention when you select resin in  case of coating/molding the products with the resin. \nPrior to use the coating resin, please make  sure no reliability issue is observed by evaluating products mounted on your board.  \n11.11 Mounting conditions \nCheck the mounting condition before using. \nUsing mounting conditions (nozzles, equipment conditions, etc.) that are not suitable for products may lead to pick up errors, \nmisalignment, or damage to the product. \n11.12 Operating environment \nDo not use this product under the following environmental cond itions as it may cause deterioration of product quality. \n(1) In the corrodible atmosphere such as acidic gases, alkaline gases, chlorine, sulfur gases, organic gases and etc. \n(the sea breeze, Cl2, H2S, NH3, SO2, NO2, etc) \n(2) In the atmosphere where liquid such as organic solvent, may splash on the products. \n(3) In the atmosphere where the temperature/hu midity changes rapidly and it is easy to dew. \n\nSpec No.: JEFL243C_9124D-01 P10/11 \nMURATA MFG CO., LTD 11.13 Mounting density \nIf this product is placed near", " changes rapidly and it is easy to dew. \n\nSpec No.: JEFL243C_9124D-01 P10/11 \nMURATA MFG CO., LTD 11.13 Mounting density \nIf this product is placed near heat-generating products, be su re to implement sufficient heat-dissipating measures. \nIf this product is subjected to a significant amount of heat from  other products, this could adversely affect product quality, \nresulting in a circuit malfunction or failure  of the mounted section. Also, be sure that  the product is used in a manner so tha t \nthe heat that the product is subjected to from other prod ucts does not exceed the upper limit of the rated operating \ntemperature for the product. \n11.14 Handling of product \n• To prevent wire breakage, sharp objects such as tweezers, bris tles of cleaning brushes, and other objects must not contact \nthe winding section or the electrode section. \n• Mechanical shock should not be applied to the products m ounted on the board to prevent the breaking of the core. \n12. \n Note \n(1)Please make sure that your product has been evaluated in  view of your specifications with our product being  \n   mounted to your product. \n(2)You are requested not to use our product deviating from the reference specifications. \n(3)The contents of this reference specification are subject to change without advance notice. Please approve our product specifications or transact the approval sheet  for product specifications before ordering. \n  \nSpec No.: JEFL243C_9124D-01 P11/11 \nMURATA MFG CO., LTD  \nAppendix \n<Measuring method> \nMeasurement, voltage application, and current application ar e performed using the terminals shown in the table below. \n \nNo. Item Terminal to be tested \n1 Common Mode \nImpedance \n(Measurement Terminal)  \n2 Withstanding Voltage \n(Supply Terminal)  \n3 DC Resistance \n(Measurement Terminal)  \n4 Insulation Resistance \n(Measurement Terminal)  \n5 Biased humidity \n(Supply Terminal)  \n6 Operational Life \n(Supply Terminal)  \n \n"]